Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVDolbySurroundSoundDescription
source: Your Apple TV automatically uses the best audio format available. If you’re experiencing problems with playback, you can try a different format.
ar: يستخدم Apple TV تلقائيًا أفضل تنسيق صوت متاح. إذا كنت تواجه مشكلات في إعادة التشغيل، يمكنك تجربة تنسيق مختلف.
ca: L’Apple TV utilitza automàticament el millor format d’àudio disponible. Si tens cap problema per reproduir l’àudio, pots provar d’utilitzar un altre format.
cs: Apple TV automaticky použije nejlepší dostupný formát zvuku. Pokud máte se zvukem problémy, můžete zkusit jiný formát.
da: Dit Apple TV bruger automatisk det bedst tilgængelige lydformat. Hvis du har problemer med afspilning, kan du prøve med et andet format.
de: Dein Apple TV verwendet automatisch das bestmögliche Audioformat. Wenn es bei der Wiedergabe Probleme gibt, versuche es mit einem anderen Format.
el: Το Apple TV χρησιμοποιεί αυτόματα τη βέλτιστη διαθέσιμη μορφή ήχου. Αν αντιμετωπίζετε προβλήματα αναπαραγωγής, μπορείτε να δοκιμάσετε μια διαφορετική μορφή.
es: El Apple TV utiliza automáticamente el mejor formato de audio disponible. Si encuentras problemas con la reproducción, puedes probar con otro formato.
es_us: Tu Apple TV usa automáticamente el mejor formato de audio disponible, disponible. Si tienes problemas para reproducir el audio, puedes probar con otro formato.
fi: Apple TV käyttää automaattisesti parasta äänimuotoa, joka on saatavilla. Jos toistossa on ongelmia, voit kokeilla toista muotoa.
fr: Votre Apple TV utilise automatiquement le meilleur format audio disponible. En cas de problèmes de lecture, vous pouvez essayer un autre format.
fr_ca: Votre Apple TV utilise automatiquement le meilleur format audio disponible. En cas de problèmes de lecture, vous pouvez essayer un format différent.
he: ה-Apple TV משתמש באופן אוטומטי בפורמט השמע הטוב ביותר הזמין. במקרה של בעיות בהפעלה, ניתן לנסות פורמט אחר.
hi: आपका Apple TV ऑटोमैटिकली सबसे बढ़िया ऑडियो का इस्तेमाल करता है फ़ॉर्मैट का इस्तेमाल करता है। अगर आपको प्लेबैक में समस्या हो रही है, तो आप कोई और फ़ॉर्मैट आज़मा सकते हैं।
hr: Apple TV automatski koristi najbolji dostupan audio format. Ako imate problema s reprodukcijom, možete pokušati s drugim formatom.
hu: Az Apple TV-je automatikusan az elérhető legjobb hangformátumot használja. Amennyiben problémákat tapasztal a lejátszással kapcsolatban, próbáljon másik formátumot használni.
id: Apple TV Anda akan secara otomatis menggunakan format audio terbaik yang tersedia. Jika Anda mengalami masalah pada pemutaran, Anda dapat mencoba format lain.
it: Apple TV utilizza in automatico il miglior formato audio disponibile. Se riscontri problemi di riproduzione, prova con un formato differente.
ja: お使いのApple TVでは使用可能な最高品質のオーディオ フォーマットが自動的に使用されます。 再生に問題がある場合は、 別のフォーマットをお試しください。
ko: Apple TV가 사용 가능한 최고의 오디오 음질을 자동으로 사용합니다. 재생에 문제가 발생하면 다른 포맷을 시도할 수 있습니다.
ms: Apple TV anda menggunakan format audio terbaik yang tersedia secara automatik. Jika anda mengalami masalah dengan main balik, anda boleh mencuba format berbeza.
nb: Apple TV bruker automatisk beste tilgjengelige lydformat. Hvis du har problemer med avspillingen, kan du prøve med et annet format.
nl: Je Apple TV gebruikt automatisch de best beschikbare audiostructuur. Als je problemen ondervindt met afspelen, kun je een andere structuur proberen.
pl: Apple TV automatycznie używa najlepszego dostępnego formatu. Jeśli występują problemy z odtwarzaniem, możesz spróbować użyć innego formatu.
pt_br: A Apple TV usa automaticamente o melhor formato de áudio disponível. Se tiver problemas com a reprodução, você pode experimentar um formato diferente.
pt_pt: A Apple TV usa automaticamente o melhor formato de áudio disponível. Caso detete algum problema com a reprodução, pode experimentar usar um formato diferente.
ro: Apple TV‑ul utilizează automat cel mai bun format audio disponibil. Dacă întâmpinați probleme legate de redare, puteți încerca un format diferit.
ru: На Apple TV будет автоматически использован наилучший из доступных аудиоформатов. При возникновении проблем с воспроизведением попробуйте использовать другой формат.
sk: Apple TV automaticky použije najlepší dostupný formát audia. Ak máte problémy s prehrávaním, môžete skúsiť použiť iný formát.
sl: Apple TV samodejno uporabi najboljšo obliko zvočnega zapisa, ki je na voljo. Če imate težave s predvajanjem, lahko poskusite drugo obliko zapisa.
sv: Denna Apple TV använder automatiskt det bästa tillgängliga ljudformatet. Om du upplever problem med uppspelningen kan du prova ett annat format.
th: Apple TV ของคุณจะใช้รูปแบบเสียงดีที่สุดที่มี โดยอัตโนมัติ ถ้าคุณประสบปัญหากับการเล่น คุณสามารถ ลองรูปแบบอื่นได้
tr: Apple TV’niz en iyi ses biçimini otomatik olarak kullanır. Oynatmayla ilgili bir sorun yaşıyorsanız başka bir biçim deneyebilirsiniz.
uk: Ваш Apple TV автоматично застосовує найкращий із доступних форматів звуку. Якщо з відтворенням виникають проблеми, можна спробувати інший формат.
vi: Apple TV của bạn tự động sử dụng định dạng âm thanh tốt nhất có sẵn. Nếu đang gặp phải sự cố phát lại thì bạn có thể thử một định dạng khác.
zh_cn: Apple TV自动使用最佳可用的 音频格式。 如果播放出现问题，你可以尝试 其他格式。
zh_hk: 你的Apple TV會自動使用可用的 最佳音訊格式。 如你遇到播放問題，可以 嘗試使用另一種格式。
zh_tw: 你的Apple TV會自動使用最佳的音訊 格式。 若你遇到播放的問題，可嘗試不同的 格式。

# AVDolbySurroundSoundOdeonWithAtmosDescription
source: Your Apple TV automatically uses the best audio format available, including Dolby Atmos.
ar: يستخدم Apple TV تلقائيًا أفضل تنسيق صوت متوفر، بما في ذلك Dolby Atmos.
ca: L’Apple TV utilitza automàticament el millor format d’àudio disponible, inclòs el Dolby Atmos.
cs: Apple TV automaticky použije nejlepší dostupný formát zvuku včetně Dolby Atmos.
da: Dit Apple TV bruger automatisk det bedst tilgængelige lydformat, inklusive Dolby Atmos.
de: Dein Apple TV verwendet automatisch das bestmögliche Audioformat, einschließlich Dolby Atmos.
el: Το Apple TV χρησιμοποιεί αυτόματα τη βέλτιστη διαθέσιμη μορφή ήχου, συμπεριλαμβανομένου του Dolby Atmos.
es: El Apple TV utiliza automáticamente el mejor formato de audio disponible, incluido Dolby Atmos.
es_us: Tu Apple TV usa automáticamente el mejor formato de audio disponible, incluyendo Dolby Atmos.
fi: Apple TV käyttää automaattisesti parasta saatavilla olevaa äänimuotoa, mukaan lukien Dolby Atmos.
fr: Votre Apple TV utilise automatiquement le meilleur format audio disponible, y compris le Dolby Atmos.
fr_ca: Votre Apple TV utilise automatiquement le meilleur format audio disponible, y compris Dolby Atmos.
he: ה-Apple TV משתמש בפורמט השמע הזמין הטוב ביותר באופן אוטומטי, כולל Dolby Atmos.
hi: आपका Apple TV उपलब्ध सबसे बढ़िया ऑडियो फ़ॉर्मैट का इस्तेमाल ऑटोमैटिकली करता है, जिसमें Dolby Atmos शामिल है।
hr: Apple TV automatski koristi najbolji dostupan format zvuka, uključujući Dolby Atmos.
hu: Az Apple TV-je automatikusan az elérhető legjobb hangformátumot használja, a Dolby Atmost is beleértve.
id: Apple TV Anda akan secara otomatis menggunakan format audio terbaik yang tersedia, termasuk Dolby Atmos.
it: Apple TV utilizza automaticamente i migliori formati audio disponibili, tra cui Dolby Atmos.
ja: お使いのApple TVでは、利用可能な最高品質のオーディオ フォーマット（ドルビーアトモスを含む）が自動的に使用されます。
ko: Apple TV가 Dolby Atmos 등 사용 가능한 최고의 오디오 포맷을 자동으로 사용합니다.
ms: Apple TV anda menggunakan format audio terbaik yang tersedia secara automatik, termasuk Dolby Atmos.
nb: Apple TV bruker automatisk beste tilgjengelige lydformat, inkludert Dolby Atmos.
nl: Je Apple TV gebruikt automatisch de best beschikbare audiostructuur, inclusief Dolby Atmos.
pl: Apple TV automatycznie używa najlepszego dostępnego formatu dźwięku, w tym Dolby Atmos.
pt_br: A Apple TV usa automaticamente o melhor formato de áudio disponível, incluindo Dolby Atmos.
pt_pt: A Apple TV usa automaticamente o melhor formato de áudio disponível, incluindo Dolby Atmos.
ro: Apple TV‑ul utilizează automat cel mai bun format audio disponibil, inclusiv Dolby Atmos.
ru: Ваш Apple TV автоматически использует лучший из доступных аудиоформатов, в том числе Dolby Atmos.
sk: Apple TV automaticky použije najlepší dostupný formát audia vrátane formátu Dolby Atmos.
sl: Apple TV samodejno uporabi najboljšo obliko zvočnega zapisa, ki je na voljo, vključno z zvokom Dolby Atmos.
sv: Denna Apple TV använder automatiskt det bästa tillgängliga ljudformatet, inklusive Dolby Atmos.
th: Apple TV ของคุณจะใช้รูปแบบเสียงดีที่สุดที่มีโดยอัตโนมัติ รวมทั้ง Dolby Atmos
tr: Apple TV’niz, Dolby Atmos da dahil olmak üzere en iyi ses biçimini otomatik olarak kullanır.
uk: Ваш Apple TV автоматично застосовує найкращий із наявних форматів звуку, зокрема Dolby Atmos.
vi: Apple TV của bạn tự động sử dụng định dạng âm thanh tốt nhất có sẵn, bao gồm Dolby Atmos.
zh_cn: Apple TV会自动使用可用的最佳音频格式， 包括杜比全景声。
zh_hk: 你的Apple TV會自動使用可用的最佳音訊格式， 包括杜比全景聲。
zh_tw: 你的Apple TV會自動使用最佳的音訊格式， 包含杜比全景聲。

# AVDolbySurroundSoundTitle
source: Surround Sound
ar: صوت مجسم
ca: So envoltant
cs: Vícekanálový zvuk
el: Ήχος surround
es: Sonido envolvente
es_us: Sonido surround
fi: Surround-ääni
fr: Son surround
fr_ca: Son ambiophonique
he: צליל היקפי
hi: सराउंड साउंड
hr: Surround zvuk
hu: Térhatású hang
it: Audio surround
ja: サラウンドサウンド
ko: 서라운드 사운드
ms: Bunyi Keliling
nb: Surroundlyd
pl: Dźwięk surround
pt_br: Som Surround
pt_pt: Som envolvente
ro: Sunet surround
ru: Объемный звук
sk: Priestorový zvuk
sl: Prostorski zvok
sv: Surroundljud
th: เสียงรอบทิศทาง
tr: Surround Ses
uk: Обʼємний звук
vi: Âm thanh vòm
zh_cn: 环绕声
zh_hk: 環繞音效
zh_tw: 環繞音效

# AVDolbySurroundSoundWithAtmosDescription
source: Your Apple TV automatically uses the best audio format available, including Dolby Atmos. If you’re experiencing problems with playback, you can try a different format.
ar: يستخدم Apple TV تلقائيًا أفضل تنسيق صوت متاح، بما في ذلك Dolby Atmos. إذا كنت تواجه مشكلات في إعادة التشغيل، يمكنك تجربة تنسيق مختلف.
ca: L’Apple TV utilitza automàticament el millor format d’àudio disponible, inclòs Dolby Atmos. Si tens cap problema per reproduir l’àudio, pots provar d’utilitzar un altre format.
cs: Apple TV automaticky použije nejlepší dostupný formát zvuku včetně Dolby Atmos. Pokud máte se zvukem problémy, můžete zkusit jiný formát.
da: Dit Apple TV bruger automatisk det bedst tilgængelige lydformat, inklusive Dolby Atmos. Hvis du har problemer med afspilning, kan du prøve med et andet format.
de: Dein Apple TV verwendet automatisch das bestmögliche Audioformat, einschließlich Dolby Atmos. Wenn es bei der Wiedergabe Probleme gibt, versuche es mit einem anderen Format.
el: Το Apple TV χρησιμοποιεί αυτόματα τη βέλτιστη διαθέσιμη μορφή ήχου, συμπεριλαμβανομένου του Dolby Atmos. Αν αντιμετωπίζετε προβλήματα αναπαραγωγής, μπορείτε να δοκιμάσετε μια διαφορετική μορφή.
es: El Apple TV utiliza automáticamente el mejor formato de audio disponible, incluido Dolby Atmos. Si encuentras problemas con la reproducción, puedes probar con otro formato.
es_us: Tu Apple TV usa automáticamente el mejor formato de audio disponible incluyendo Dolby Atmos. Si tienes problemas para reproducir el audio, puedes probar con otro formato.
fi: Apple TV käyttää automaattisesti parasta äänimuotoa, joka on saatavilla, mukaan lukien Dolby Atmos. Jos toistossa on ongelmia, voit kokeilla toista muotoa.
fr: Votre Apple TV utilise automatiquement le meilleur format disponible, y compris Dolby Atmos. En cas de problèmes de lecture, vous pouvez essayer un autre format.
fr_ca: Votre Apple TV utilise automatiquement le meilleur format disponible, y compris Dolby Atmos. En cas de problèmes de lecture, vous pouvez essayer un format différent.
he: ה-Apple TV משתמש באופן אוטומטי בפורמט השמע הטוב ביותר הזמין, כולל Dolby Atmos. במקרה של בעיות בהפעלה, ניתן לנסות פורמט אחר.
hi: आपका Apple TV ऑटोमैटिकली सबसे बढ़िया ऑडियो का इस्तेमाल करता है ऑडियो फ़ॉर्मैट का ऑटोमैटिकली इस्तेमाल करता है। अगर आपको प्लेबैक में समस्या हो रही है, तो आप कोई और फ़ॉर्मैट आज़मा सकते हैं।
hr: Apple TV automatski koristi najbolji dostupan audio format, uključujući Dolby Atmos. Ako imate problema s reprodukcijom, možete pokušati s drugim formatom.
hu: Az Apple TV-je automatikusan az elérhető legjobb hangformátumot használja, a Dolby Atmost is beleértve. Amennyiben problémákat tapasztal a lejátszással kapcsolatban, próbáljon másik formátumot használni.
id: Apple TV Anda akan secara otomatis menggunakan format audio terbaik yang tersedia, termasuk Dolby Atmos. Jika Anda mengalami masalah pada pemutaran, Anda dapat mencoba format lain.
it: Apple TV utilizza in automatico il miglior formato audio disponibile, tecnologia Dolby Atmos inclusa. Se riscontri problemi di riproduzione, prova con un formato differente.
ja: お使いのApple TVでは、利用可能な最高品質のオーディオ フォーマット（ドルビーアトモスを含む）が自動的に使用されます。 再生に問題がある場合は、 別のフォーマットをお試しください。
ko: Apple TV가 Dolby Atmos 등 사용 가능한 최고의 오디오 음질을 자동으로 사용합니다. 재생에 문제가 발생하면 다른 포맷을 시도할 수 있습니다.
ms: Apple TV anda menggunakan format audio terbaik yang tersedia secara automatik, termasuk Dolby Atmos. Jika anda mengalami masalah dengan main balik, anda boleh mencuba format berbeza.
nb: Apple TV bruker automatisk beste tilgjengelige lydformatet, inkludert Dolby Atmos. Hvis du har problemer med avspillingen, kan du prøve med et annet format.
nl: Je Apple TV gebruikt automatisch de best beschikbare audiostructuur, inclusief Dolby Atmos. Als je problemen ondervindt met afspelen, kun je een andere structuur proberen.
pl: Apple TV automatycznie używa najlepszego dostępnego formatu, w tym Dolby Atmos. Jeśli występują problemy z odtwarzaniem, możesz spróbować użyć innego formatu.
pt_br: A Apple TV usa automaticamente o melhor formato de áudio disponível, incluindo o Dolby Atmos. Se tiver problemas com a reprodução, você pode experimentar um formato diferente.
pt_pt: A Apple TV usa automaticamente o melhor formato de áudio disponível, incluindo Dolby Atmos. Caso detete algum problema com a reprodução, pode experimentar usar um formato diferente.
ro: Apple TV‑ul utilizează automat cel mai bun format audio disponibil, inclusiv Dolby Atmos. Dacă întâmpinați probleme legate de redare, puteți încerca un format diferit.
ru: На Apple TV будет автоматически использован наилучший из доступных аудиоформатов, включая Dolby Atmos. При возникновении проблем с воспроизведением попробуйте использовать другой формат.
sk: Apple TV automaticky použije najlepší dostupný formát audia vrátane formátu Dolby Atmos. Ak máte problémy s prehrávaním, môžete skúsiť použiť iný formát.
sl: Vaš Apple TV samodejno uporabi najboljšo obliko zvočnega zapisa, ki je na voljo, vključno z zvokom Dolby Atmos. Če imate težave s predvajanjem, lahko poskusite drugo obliko zapisa.
sv: Denna Apple TV använder automatiskt det bästa tillgängliga ljudformatet, inklusive Dolby Atmos. Om du upplever problem med uppspelningen kan du prova ett annat format.
th: Apple TV ของคุณจะใช้รูปแบบเสียงดีที่สุดที่มี โดยอัตโนมัติ รวมทั้ง Dolby Atmos ถ้าคุณประสบปัญหากับการเล่น คุณสามารถ ลองรูปแบบอื่นได้
tr: Apple TV’niz, Dolby Atmos da dahil olmak üzere en iyi ses biçimini otomatik olarak kullanmak için bunu kapatın. Oynatmayla ilgili bir sorun yaşıyorsanız başka bir biçim deneyebilirsiniz.
uk: Ваш Apple TV автоматично застосовує найкращий із доступних форматів звуку, зокрема Dolby Atmos. Якщо з відтворенням виникають проблеми, можна спробувати інший формат.
vi: Apple TV của bạn tự động sử dụng định dạng âm thanh tốt nhất có sẵn, bao gồm Dolby Atmos. Nếu đang gặp phải sự cố phát lại thì bạn có thể thử một định dạng khác.
zh_cn: Apple TV自动使用最佳可用的 音频格式，包括杜比全景声。 如果播放出现问题，你可以尝试 其他格式。
zh_hk: 你的Apple TV會自動使用可用的最佳音訊 格式，包括杜比全景聲。 如你遇到播放問題，可以 嘗試使用另一種格式。
zh_tw: 你的Apple TV會自動使用最佳的音訊格式， 包含杜比全景聲。 若你遇到播放的問題，可嘗試不同的 格式。

# AVDolbySurroundSoundWithConvertFormatDescription
source: Your Apple TV will change the audio format to be compatible with your equipment. Turn this off to automatically use the best audio format available.
ar: سيغيّر Apple TV تنسيق الصوت بحيث يكون متوافقًا مع جهازك. يمكنك إيقاف هذا الإعداد ليتم استخدام أفضل تنسيق صوت متاح.
ca: Es canviarà el format d’àudio de l’Apple TV perquè sigui compatible amb l’equip. Desactiva aquesta opció per utilitzar automàticament el millor format d’àudio disponible.
cs: Apple TV změní formát zvuku tak, aby byl kompatibilní se zvukovou soustavou. Když tuto funkci vypnete, automaticky se použije nejlepší dostupný formát zvuku.
da: Dit Apple TV ændrer lydformatet, for at være kompatibelt med dit udstyr. Slå dette fra for automatisk at bruge det bedst tilgængelige lydformat.
de: Dein Apple TV ändert das Audioformat, damit es mit deinem Equipment kompatibel ist. Deaktiviere diese Option, um automatisch das bestmögliche Audioformat zu verwenden.
el: Το Apple TV θα αλλάξει τη μορφή ήχου ώστε να είναι συμβατή με τον εξοπλισμό σας. Απενεργοποιήστε αυτήν τη ρύθμιση για αυτόματη χρήση της βέλτιστης διαθέσιμης μορφής ήχου.
es: El Apple TV cambiará el formato de audio para que sea compatible con tu equipo. Desactiva esta opción para usar automáticamente el mejor formato de audio disponible.
es_us: Tu Apple TV cambiará el formato de audio para que sea compatible con tu equipo. Desactiva esto para usar automáticamente el mejor formato de audio disponible.
fi: Apple TV muuttaa äänimuotoa, jotta se on yhteensopiva laitteesi kanssa. Jos laitat tämän pois päältä, käytetään parasta saatavilla olevaa äänimuotoa.
fr: Votre Apple TV changera le format audio pour quʼil soit compatible avec votre équipement. Désactivez cette option pour utiliser automatiquement le meilleur format audio disponible.
fr_ca: Votre Apple TV modifiera le format audio pour le rendre compatible avec votre équipement. Désactivez cette fonction pour utiliser automatiquement le meilleur format audio disponible.
he: ה-Apple TV ישנה את פורמט השמע כך שיהיה תואם לציוד שלך. ניתן לבטל הגדרה זו כדי להשתמש באופן אוטומטי בפורמט השמע הטוב ביותר הזמין.
hi: आपका Apple TV ऑडियो फ़ॉर्मैट को इस तरह बदल देगा जिससे कि वो आपके उपकरण के साथ संगत हो। सर्वोत्तम उपलब्ध ऑडियो फ़ॉर्मैट का ऑटोमैटिकली इस्तेमाल करने के लिए इसे बंद करें।
hr: Apple TV promijenit će audio format kako bi bio kompatibilan s vašom opremom. Možete to isključiti kako bi se automatski koristio najbolji dostupni audio format.
hu: Az Apple TV-je módosítja a hangformátumot, hogy az kompatibilis legyen a berendezésével. Kapcsolja ki az elérhető legjobb hangformátum automatikus használatához.
id: Apple TV Anda akan mengubah format audio agar kompatibel dengan perlengkapan Anda. Matikan ini untuk menggunakan format audio terbaik yang tersedia.
it: Apple TV modificherà il formato audio in modo tale da renderlo compatibile con il tuo impianto. Disattiva l’opzione per utilizzare automaticamente il miglior formato audio disponibile.
ja: お使いのApple TVでは、オーディオフォーマットが お使いの機器と互換性のあるものに自動的に変更されます。 使用可能な最高品質のフォーマットを自動的に使用するには、これをオフにしてください。
ko: Apple TV가 사용자의 장비와 호환되도록 오디오 포맷을 변경합니다. 사용 가능한 최고의 오디오 음질을 자동으로 사용하려면 이 기능을 끄십시오.
ms: Apple TV anda akan menukar format audio supaya serasi dengan peralatan anda. Nyahaktifkannya untuk menggunakan format audio terbaik yang tersedia secara automatik.
nb: Apple TV vil bytte til et lydformat som er kompatibelt med utstyret ditt. Slå av innstillingen for å automatisk bruke det beste tilgjengelige lydformatet.
nl: Je Apple TV wijzigt de audiostructuur zodat deze compatibel is met je apparatuur. Schakel dit uit om automatisch de best beschikbare audiostructuur te gebruiken.
pl: Apple TV będzie zmieniać format audio na zgodny ze sprzętem. Wyłącz tę opcję, aby automatycznie używać najlepszego dostępnego formatu dźwięku.
pt_br: A Apple TV mudará o formato de áudio para que fique compatível com seu equipamento. Desative essa opção para usar automaticamente o melhor formato de áudio disponível.
pt_pt: O formato de áudio será alterado para ser compatível com o equipamento. Desative esta opção para usar automaticamente o melhor formato de áudio disponível.
ro: Apple TV‑ul dvs. va schimba formatul audio pentru a fi compatibil cu echipamentul dvs. Dezactivați această opțiune pentru a utiliza automat cel mai bun format audio disponibil.
ru: На Apple TV будет изменен аудиоформат, чтобы повысить совместимость с Вашим аудиооборудованием. Выключите этот параметр, чтобы автоматически использовать наилучший из доступных аудиоформатов.
sk: Apple TV zmení formát audia tak, aby bol kompatibilný s vašou zvukovou aparatúrou. Ak chcete automaticky použiť najlepší dostupný formát audia, vypnite túto možnosť.
sl: Apple TV bo spremenil obliko zvočnega zapisa, da bo združljiva z vašo opremo. Izklopite to možnost, da bo samodejno uporabljena najboljša oblika zvočnega zapisa, ki je na voljo.
sv: Denna Apple TV ändrar ljudformat så att det blir kompatibelt med din utrustning. Avaktivera det här alternativet om du automatiskt vill använda det bästa tillgängliga ljudformatet.
th: Apple TV ของคุณจะเปลี่ยนรูปแบบเสียง ให้สามารถใช้งานร่วมกับอุปกรณ์ของคุณได้ ปิดใช้การตั้งค่านี้เพื่อใช้รูปแบบเสียงที่ดีที่สุดที่มีโดยอัตโนมัติ
tr: Apple TV’niz ses biçimini ekipmanınızla uyumlu olacak şekilde değiştirir. Var olan en iyi ses biçimini otomatik olarak kullanmak için bunu kapatın.
uk: Ваш Apple TV змінюватиме формат звуку для забезпечення сумісності з обладнанням. Вимкніть цей параметр, щоб найкращий із доступних форматів застосовувавсь автоматично.
vi: Apple TV của bạn sẽ thay đổi định dạng âm thanh để tương thích với thiết bị của bạn. Hãy tắt tính năng này để tự động sử dụng định dạng âm thanh tốt nhất có sẵn.
zh_cn: Apple TV将更改音频格式以 与你的设备兼容。 关闭此选项来自动使用最佳可用的音频格式。
zh_hk: 你的Apple TV會將音訊格式改為 與你的設備相容的格式。 關閉此功能以自動使用可用的最佳音訊格式。
zh_tw: 你的Apple TV將會更改音訊格式，與設備更為 相容。 關閉此功能會自動使用最佳的音訊格式。

# AVDynamicRangeUnknown
source: Unknown
ar: غير معروف
ca: Desconegut
cs: Není známo
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_us: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznana
pt_br: Desconhecido
pt_pt: Desconhecida
ro: Necunoscut
ru: Неизвестно
sk: Neznáma
sl: Neznano
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định
zh_cn: 未知
zh_hk: 未知
zh_tw: 未知

# AVEnableDolbyVision
source: Enable Dolby Vision
ar: تمكين Dolby Vision
ca: Activa el Dolby Vision
cs: Zapnout Dolby Vision
da: Slå Dolby Vision til
de: Dolby Vision aktivieren
el: Ενεργοποίηση Dolby Vision
es: Activar Dolby Vision
es_us: Activar Dolby Vision
fi: Ota Dolby Vision käyttöön
fr: Activer le Dolby Vision
fr_ca: Activer Dolby Vision
he: הפעלת Dolby Vision
hi: Dolby Vision सक्षम करें
hr: Omogući Dolby Vision
hu: A Dolby Vision engedélyezése
id: Aktifkan Dolby Vision
it: Abilita Dolby Vision
ja: ドルビービジョンを有効にする
ko: Dolby Vision 활성화
ms: Dayakan Dolby Vision
nb: Aktiver Dolby Vision
nl: Schakel Dolby Vision in
pl: Włącz Dolby Vision
pt_br: Ativar Dolby Vision
pt_pt: Ativar Dolby Vision
ro: Activare Dolby Vision
ru: Включить Dolby Vision
sk: Povoliť Dolby Vision
sl: Omogoči Dolby Vision
sv: Aktivera Dolby Vision
th: เปิดใช้งาน Dolby Vision
tr: Dolby Vision’ı Etkinleştir
uk: Увімкнути Dolby Vision
vi: Bật Dolby Vision
zh_cn: 启用“杜比视界”
zh_hk: 開啟「杜比視界」
zh_tw: 啟用「杜比視界」
